# Names of buttons

START_ACTIVITY = "▶️ Занятие"
START_SUBACTIVITY = "▶️ Подзанятие"

ADD_TIME = "➕ Добавить время"

MY_ACTIVITIES = "🧩 Мои занятия"
MY_SUBACTIVITIES = "🎲 Мои подзанятия"
MY_STATS = "📊 Моя статистика"

STOP_ACTIVITY = "⏹ Стоп"
STATUS = "🔄 Статус"
STOP_PENALTY = "➖ Стоп со штрафом"

CREATE = "➕ Создать"

BACK = "⤴️ Вернуться"

YES = "Да"
NO = "Нет"

MAKE_WITH_BENEFIT = "Сделать полезным"
MAKE_WITHOUT_BENEFIT = "Сделать неполезным"
REMOVE = "❌ Удалить"

WITHOUT_SUBACTIVITY = "🙅 Без подзанятия"
